<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>NotificationSettings</key>
			<array>
				<dict>
					<key>BundleIdentifier</key>
					<string>com.malwarebytes.UserAgent</string>
					<key>NotificationsEnabled</key>
					<true/>
				</dict>
			</array>
			<key>PayloadDisplayName</key>
			<string>Allow Notifications for Malwarebytes</string>
			<key>PayloadIdentifier</key>
			<string>io.kandji.mwbnotifications.76E0A119-F624-4BCA-A473-08CB38764677</string>
			<key>PayloadType</key>
			<string>com.apple.notificationsettings</string>
			<key>PayloadUUID</key>
			<string>6B492E28-64E6-43D4-A9A5-B808C867AB23</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>Malwarebytes Notifications</string>
	<key>PayloadIdentifier</key>
	<string>com.mdm.7daf045a-408f-4e84-9531-a1b6b158a6f0.alacarte</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>7daf045a-408f-4e84-9531-a1b6b158a6f0</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
