<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>Background Service Management for Malwarebytes</string>
			<key>PayloadIdentifier</key>
			<string>io.kandji.mwbservicemanagement.16D7EEEE-8526-414B-B329-1F9F27694A76</string>
			<key>PayloadUUID</key>
			<string>239EE169-493D-46D2-9D09-275E0ACFEC36</string>
			<key>PayloadType</key>
			<string>com.apple.servicemanagement</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Rules</key>
			<array>
				<dict>	
				<key>RuleType</key>
				<string>TeamIdentifier</string>
				<key>RuleValue</key>
				<string>GVZRY6KDKR</string>
				<key>Comment</key>
				<string>Malwarebytes Team ID</string>
				</dict>
			</array>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>Malwarebytes Service Management</string>
	<key>PayloadIdentifier</key>
	<string>com.mdm.6DE55E83-0AF4-4B9A-B8BD-08FC7FFB703B.alacarte</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>1B7D4F1E-1F4F-4DA8-90BD-1FD27D600048</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>